
/* these strings need to be localized */
"APP_TITLE"                 = "Blizzard Error";
"DEFAULT_MESSAGE"           = "In der Anwendung ist ein unerwarteter Fehler aufgetreten.";
"DEFAULT_PROMPT"            = "Bitte beschreiben Sie, was Sie gerade taten, als das Problem auftrat, damit wir es identifizieren können.";
"CLOSE_BUTTON_NAME"         = "Schließen";
"CLOSE_BUTTON_TOOLTIP"      = "'Error Reporter'-Fenster schließen";
"REOPEN_BUTTON_NAME"        = "Neu öffnen";
"REOPEN_BUTTON_TOOLTIP"     = "Anwendung neu starten";
"REPAIR_BUTTON_NAME"        = "Reparieren";
"REPAIR_BUTTON_TOOLTIP"     = "Führen Sie das Blizzard Repair Tool aus, um beschädigte oder fehlende Dateien zu reparieren.";
"SEND_CHECKBOX_NAME"        = "An Blizzard senden";
"SEND_CHECKBOX_TOOLTIP"     = "Senden Sie Informationen über diesen Fehler an Blizzard, um dieses Programm zu verbessern.";
"UUID_DESCRIPTION"          = "Bitte benutzen Sie die untenstehende Meldungs-ID, falls Sie mit Blizzard über dieses Problem in Kontakt treten.";
"SEND_FAILED_DIALOG_TITLE"  = "Senden fehlgeschlagen";
"SEND_FAILED_DIALOG_TEXT"   = "Senden der Fehlermeldung fehlgeschlagen.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Abbrechen";
"SEND_BUTTON_NAME"          = "Senden";
"DONE_BUTTON_NAME"          = "Fertig";
"QUIT_BUTTON_NAME"          = "Beenden";
"RETRY_BUTTON_NAME"         = "Erneut versuchen";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Bearbeiten";
"MENU_WINDOW" = "Fenster";

/* App Menu Items */
"MENU_APP_ABOUT" = "Über @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Screenshot";
"MENU_APP_HIDE" = "@{APP_TITLE} ausblenden";
"MENU_APP_HIDE_OTHERS" = "Andere ausblenden";
"MENU_APP_SHOW_ALL" = "Alle einblenden";
"MENU_APP_QUIT" = "@{APP_TITLE} beenden";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Widerrufen";
"MENU_EDIT_CUT" = "Ausschneiden";
"MENU_EDIT_COPY" = "Kopieren";
"MENU_EDIT_PASTE" = "Einsetzen";
"MENU_EDIT_DELETE" = "Löschen";
"MENU_EDIT_SELECT_ALL" = "Alle auswählen";
"MENU_EDIT_FIND" = "Suchen";
"MENU_EDIT_FIND_FIND" = "Suchen…";
"MENU_EDIT_FIND_NEXT" = "Weitersuchen (vorwärts)";
"MENU_EDIT_FIND_PREVIOUS" = "Weitersuchen (rückwärts)";
"MENU_EDIT_FIND_USE_SELECTION" = "Auswahl suchen";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Auswahl anzeigen";
"MENU_EDIT_SPECIAL_CHARS" = "Sonderzeichen…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Schließen";
"MENU_WINDOW_MINIMIZE" = "Im Dock ablegen";
"MENU_WINDOW_ZOOM" = "Zoomen";
"MENU_WINDOW_FULLSCREEN" = "Vollbild ein/aus";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Alle nach vorne bringen";
